brew 'ripgrep'
brew 'python3'
brew 'tmux'
brew 'vim'
brew 'the_silver_searcher'
brew 'mit-scheme'
brew 'htop'
brew 'deno'
brew 'node'

tap 'caskroom/cask'
cask 'anki'
cask 'bitwarden'
cask 'calibre'
cask 'chromium'
cask 'dash'
cask 'deluge'
cask 'discord'
cask 'firefox'
cask 'runjs'
cask 'slack'
cask 'spotify'
cask 'thunderbird'
cask 'visual-studio-code'
