brew 'gcc'
brew 'bash'
brew 'go'
brew 'mit-scheme'
brew 'python3'
brew 'ripgrep'
brew 'the_silver_searcher'
brew 'tmux'
brew 'htop'
brew 'bitwarden-cli'
brew 'neovim'
brew 'ranger'
brew 'youtube-dl'
brew 'tree'

tap 'homebrew/cask-cask'
cask 'anki'
cask 'bitwarden'
cask 'calibre'
cask 'chromium'
cask 'firefox'
cask 'dash'
cask 'transmission'
cask 'spotify'
cask 'visual-studio-code'
cask 'sublime-merge'
cask 'iterm2'
cask 'alacritty'
cask 'dropbox'
cask 'vlc'
cask 'alfred'
