brew 'bash'
brew 'go'
brew 'mit-scheme'
brew 'node'
brew 'python3'
brew 'tfenv'
brew 'ripgrep'
brew 'the_silver_searcher'
brew 'tmux'
brew 'htop'
brew 'bitwarden-cli'
brew 'neovim'
brew 'ranger'
brew 'youtube-dl'

tap 'caskroom/cask'
cask 'anki'
cask 'bitwarden'
cask 'calibre'
cask 'chromium'
cask 'firefox'
cask 'dash'
cask 'deluge'
cask 'discord'
cask 'slack'
cask 'spotify'
cask 'thunderbird'
cask 'visual-studio-code'
cask 'sublime-merge'
cask 'vienna'
cask 'iterm2'
cask 'alacritty'
cask 'dropbox'
cask 'vlc'
cask 'microsoft-teams'
cask 'sublime-merge'
cask 'vienna'
cask 'alfred'
